C1=CCCCCC=CCC1
C1=NOC=N1
C1=C2COCCCC(CC1)C2
C1CNCCNC1
C1=CC2CCCCC(CC1)O2
C1CNCNC1
C1CCCOCCCCCCCOCCC1
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCCCOCCO2
C1=N[NH][NH+]=N1
C1=C[SH]=NC=N1
C1=CNCSCN1
C1=CCCC=CC=CCC2CCC(CCC=C1)OC2
C1=CCCC=CCCC=CCCC=C1
C1=CCOCCNC1
C1=NN=NC1
C1COCCSC1
C1CCSCCNCCOCCOC1
C1CN2C3CC4OC(C3)C2C14
C1=CCCNCCCNCCCNCCCCCOCCC1
C1CCNCCNCC1
C1=CCOCCCCCCCCC1
C1=CNCCC=N1
C1=CC2=CC=C1CCCCNCCCCCCO2
C1CCN2CC3CCC2C(C1)C3
C1=NCCSCC1
C1=CC[SH+]C=C1
C1=CC2CCCC(COCCCCCO1)O2
C1CC2CCCC(CCOCCC3CCCC(C1)O3)O2
C1=S=NNC1
C1=CCOCCCCC=CCOCCCC1
C1=NCCSCCCCOCCCCCC1
C1=CC=CCCNCCCC=CC=CCCC=C1
C1COCCOCCOCCOCCOCCOCCO1
C1CCNCCCNC1
C1=CNCNC1
C1NC2C3COC4CC3C1C2C4
C1=CC2=CC(=C1)OCCCCOCCCCNC2
C1CNCCNCCNC1
C1=CC2CCN3CCCC2C3C1
C1CNCN2CCN(CC2)CNCCNCN2CCN(CC2)CN1
C1=COSNC1
C1=CCCNCCOCCC=CCCOCCC1
C1=CNC=NC1
C1CSNCN1
C1=CSCCSCCCSCCS1
C1CC2CC3CC1C2C3
C1=COCC=N1
C1C2CN3CCN4CC5CC(C4)CN(CCN(C2)CC1C3)C5
C1=CC2CCC1C[NH2+]2
C1CCNCCSCC1
C1=COC=[NH+]1
C1=CC2C3CC4CC3C1C42
C1=NNCP1
C1=COC=CCOC1
C1=CC2CCNC(C2)N1
C1=CCC2=CCCC(CC=CCC1)C2
C1SC2CNC1C2
C1=CCSCCNCCNCCCSC1
C1=C2N=C(CNCCCOCCNCC3CSC2=N3)S1
C1=CCC2=CCCC(CC=CCOC1)C2
C1=CC2=CC(=CN=C2)OCCCCNC1
C1=CSCNN1
C1=NCN=N1
C1=[NH+]OCCC1
C1=CCCOCCCCCCCOCCC1
C1CC2NC3C4CCC3C(C1)C2C4
C1=C2COC(COCCCCCCCCCCCCCCC1)C2
C1=NSN=C1
C1=CC2C=CC1CC2
C1CC2CCC(CCN1)CC2
C1=CNNCC1
C1=CC2CCCC1CC2
C1=CC2C=CC1O2
C1=CCCCN=C1
C1=CN=NC=N1
C1=CC2=NC(=N1)NCCCCCSC1=CC=C2C=C1
C1=NCNCCN1
C1COCC[NH2+]1
C1=CCC=CC1
C1=CNN=CC1
C1=CC[NH2+]CC1
C1=CNC=CN=C1
C1=COCCCCCOC2=CN=CC(=N2)NCN1
C1CNCCSCCNCCOC1
C1CNCCN2CCCNCCN(C1)CC2
C1COOCCOOC1
C1=CN2CCCC1C2
C1CNCCNCCNCCC[SH+]C1
C1=CONCCC1
P[S-]
C1CCCONCCCCNCCNCOCC1
C1=CC2=CC(=C1)CCOC1=CC(=CC=C1)CNC1=NC(=NC=C1)N2
C1COCCOCCOCCOCCOCCOCCOCCOCCO1
C1=CC=CN=CN=CC=C1
C1CCNCCCNCCCNC1
C1=CCC2C=C(CO2)C2CCCC(=CCC1)O2
C1CC2OCC1CO2
C1CCCC2CCC(O2)C2CCC(CC1)CCO2
C1CN2C3CCC2CC1C3
C1=CCC2CCCC(CCCOCC1)O2
C1=CN2CCC3CCC1CC32
C1CCCNCCCCNCC1
C1=CCCC2CCCC(CCC1)O2
C1=CCCCCCCCOCCNCCCCOCC=C1
C1CCSOC1
C1CONSC1
C1CNCCNCCCNCCNC1
C1=CC2C=CC(CCCC1)O2
C1=CN=NC1
C1=CCCOCCCCCCOCCCCCOCCC1
C1=CCCCCCC=CCC1
C1=CC2CC(C1)CCN2
C1NCSN1
C1=CCN=CCC1
C1=CNNNC1
C1=COC=NC1
C1OOCOOCOO1
C1=CCN2C=CC3=CC=C(C=C32)C2=NC(=NC=C2)NC2=CC(=CC=C2)COC1
C1CC2C3CC1CC23
C1CCCCCCNCCCCC1
C1COSCSOC1
C1CC2COC3OC4CCC3(C1)C2C4
C1=NCCPO1
C1=NNNN1
C1=CSN=N1
C1=CCCN2CC=CC(CC1)C2
C1CCCCCCCCOCCCCCCCC1
C1=CC2CCCOCCC(C1)C2
C1CC2CC3CC(C1)C2C3
C1=COC1
C1=C2CCCCCC(CC1)C2
C1CC2CCCN(C1)C2
C1=CC2C3C=CCCC2CN(CCC1)C3
C1=CC2CC[NH2+]C(C1)C2
C1CCCC2CCC[NH+]3CCC(CCCCCCC4CCCN5CCC(CC1)OC45)OC23
C1=C2CCCCCCCCCCCCCCCNC(=CC1)C2
C1CC2CC3CCC2C(C1)O3
C1CNCCNCCNCCNCPC1
C1=CC2=NC3=CC=C4C=C3C=C2C=C1OCCOCCOCCOCCOCCOCCO4
C1CC2CNCC(C1)C2
C1C2C3CC4C5CC(C1C35)C24
C1=CCCC=CCCC=CC1
C1=CCSCCC1
C1=C[NH2+]N=C1
C1=NCCC=[NH+]C1
C1=CC=CC=C1
C1CCONC1
C1=C2C=CC(=C1)OCCCCCCN1C=CC3=C1C=CC(=C3)CC2
C1CN1
C1CNCN=N1
C1C[NH2+]CN1
C1CCOPOC1
C1=CCCCCCCCC=CCCC1
C1=CCCC1
C1=CSC[N-]1
C1C[NH2+]C2COC(C1)C2
C1=CC2CNCC(C1)N2
C1NC2CC1CN2
C1=CC2C=CCN(C1)C2
C1CNCCOCCCNCCOC1
C1C2CC3CC1OC3C2
C1CC2CCC(CO1)O2
C1=COCCCCOCC1
C1=CNCCSC1
C1=CCC2CCC=C(CC1)C2
C1=CCCCOCCC=CCCC1
N[PH3+]
C1=CC2=CC(=C1)CNCCC1=CC=CC(=N1)NCCCCO2
C1=C[NH2+]CN1
C1CCCCNCCCCOCCCC1
C1=CCCCCCC1
C1CC2CCC3CC2C(C1)O3
C1SCS1
C1CSCCSC1
C1=C2CCCCC3=CC=C(CCCC1OC2)O3
C1CC2COC1CO2
C1=CC2=CC=C1CC1CC(CCCCO2)CN1
C1=CNC[SH+]CN1
C1CCC2CCCC(C1)C2
C1CCOCCCCCOCC1
C1C2C3CC4C2C2C1C3C42
C1CCCCOCCCOCCC1
C1COCCOCCOCCOCCOCCOCCN1
C1=CC2=CC3=NC(=CC4=CC=C(C=C5CCC(=N5)C=C1[NH]2)[NH]4)CC3
C1=CCCOCCCOCCCOCCCCCOCCC1
C1=CC2=NC(=N1)NCCCCNCCCCCN2
C1=NNCCNN=CC2=CC=C(C=C2)OCC2=CC=CC(=N2)COC2=CC=C1C=C2
C1CC2CC3CCC(N1)C2CO3
C1=CCCCCCCCCCCCOCCC=C1
C1=CC2C=CC3CCCC2C3C1
C1=CC2CC(CC1)CCO2
C1C2CC3OC1C1CCC2C31
C1CC2CC3CC4CCC3(C1)C2C4
C1=NNCN=N1
C1=C2CCCCC3=CC=C(CC1OC2)O3
C1=CCCCCC1
C1=CC2CCCC(CCCCCC1)C2
C1=CCC=CNC=C1
C1COCCOCCNCN2CCOCCOCCN(CCOCCOCC2)CN1
C1CCCCCC2CCC(CCCC1)O2
C1=CC2CNC(C1)CN2
C1CC2CCC(O1)O2
C1CNCCNCC2CCC(CNCCN1)O2
C1=C[NH+]=CCC1
C1=NCCN2CCN(CCN=CCCOCC3=CC=CC(=N3)COCC1)CC2
C1C2CC3OC1OC3C2
C1C2CC3C1OCC3O2
C1CCOCCCNCCCOCC1
C1NC2CNCC3CC1NC32
C1=CCCOCCCCCCCCOCCCCCOCCC1
C1=CCOCCCCCCCCCCCC1
C1CC2NC1C1CCC2N1
C1CC2CCOC(C1)C2
C1CC2CCOCCC3CCC(CCC(C1)O2)O3
C1=[NH+]C=N[NH+]=C1
C1#CCOC2=CC=CC(=C2)OCC#CC=C1
C1=CNCC1
C1=NN=COC1
C1=CCCCNC=C1
C1=C2CC[N+](=C1)CCCC[N+]1=CC=C(CC1)NCCCCN2
C1=CC2=CC=C1CCCNCCCCCCO2
C1=C[NH+]=C[NH]1
C1=CC2=CC(=N1)CNCCCOCCNCC1CSC2=N1
C1CC2CNC3CCCC(C1)C3C2
C1=C[NH+]=NC=[NH+]1
C1=CN=PN=C1
C1=CC2CCCC1NN2
C1=CCCCCCCC1
C1NCC2CC1CO2
C1=CC2=CC(=C1)CNCCOCCNC2
C1CC2C3COCC2CC1C3
C1CCCOCC1
C1CN2C3CC4CC1CC2C4O3
C1COCNCO1
C1COOCCO1
C1=CCCCOC=CCCCC1
C1CNCCNCCNCCN1
C1CC2CCC1C2
C1CCN2CC3CC(CN(C1)C3)C2
C1CC2CCC3COC1CC3O2
C1=C2COCCCCC(CC1)C2
C1NCC2CC1C2
C1=COCC2=CCCC(C1)C2
C1=CCNCOCCNCCC1
C1=CCNN=C1
C1=CC2CNCN(C1)C2
C1=CC2CCCC3C=C(CCCC(C1)O2)CO3
C1=CCC2CCC(C1)C2
C1CC2COCC1C2
C1C2C3C4OC5C3C1C1C2C4C51
C1NCN2CC3CC1OC2CN3
C1COCC2CCCC(COC1)N2
C1#CCCCCC#CCC1
C1=NOCCCN1
C1=CC2CC(C1)CCO2
C1CC2CCC1C[NH2+]2
C1=CCCCCCCCCCCC1
C1CCNCCCOCCCNCC1
C1=CC2=CN(CCOCCOCCOCCN3C=C1CC3)CC2
C1CCCCCOCCOCCOCCOCCOCCCCC1
C1=CCCOCC=CCCCCCC1
C1CC2CNC3OC4CCC3(C1)C2C4
C1=C2CCCN3CCC(C3)C(C1)CC2
C1=NC=[NH+][NH]1
C1NCNSN1
C1CNPNC1
C1=CC2=NN=C1SCCCSC1=CC=C(N=N1)SCCCS2
C1=CC2CC(CC1)C2
C1=COPC=C1
C1=CC2=CC(=C1)CNC1=CC=NC(=N1)NC1=CC(=CN=C1)CC2
C1CCCC2CCC(CCC1)C2
C1COCCOCCOCCO1
C1=CCSCC1
C1=COCCSCCO1
C1=NCCC=NN1
C1CCSCC1
C1=CPCC=N1
C1=CC2CCC1C2
C1=COCC2CCCC(CCNCCNC1)O2
C1=CC2=CC(=C1)CNC1=CC=NC(=N1)NC1=CC=CC(=C1)CN2
C1=CSC=C1
C1=CN=NCC1
C1=CCSC=C1
C1CCC2C3CCC4CCN(CC3C1)C42
C1=CCOCC2=CC=C(S2)C2=CC=NC(=N2)NC2=CC(=CC=C2)CNC1
C1CCCNCCNCC1
C1=N[NH+]=CCC1
C1=CC2CCCOCCCCCCC1O2
C1=CC2CCNCCNC(CSSCC1)CN1CCC(CCO2)CC1
C1=CCCOCCCCCCCOCCNCC1
C1=CC2=CC(=C1)CN1CNC3=CN=C(N=C31)OCCOCCO2
C1CNNCCN1
C1=NCNCO1
C1=CC=CCCCCC=CC=CC=CCNCCC=CC=C1
C1CCCNCCC1
C1=CCCNCCOCCC=CCCNCCOCCC1
N#[NH+]
C1=CNCCCNCCCNC=CNCCCNCCCN1
C1=CC2=CC=CC(=C2)COCCNCCOC1
C1CSCCSC2=NN=C(CC2)SCCSC1
C1=CCCCCC=CC=CCOCCC=C1
C1=CCCC=CC=CCOCCCCC=CC=CCCCCC=C1
C1OC2CNC1C2
C1=CCNNC=C1
C1=CC2CC=C(CCCC1)O2
C1CC2CCC(CC2)N1
C1=CCCCC=CCCC2=CC=C(CCC=CCCC1)O2
C1=CCCC=CCNCC=CC1
C1CNCCSCCCSCCSC1
C1CCCC1
C1=CCOC2=CC(=CC=C2)CNCCC2=CN(C=N2)CC1
C1=C2CCCCCCCC1CC2
C1OO1
C1OC2C3COC2CC1C3
C1=CC2CNCC(C1)C2
C1=CC2=CC(=C1)OC1=CC=C(C=C1)CCCNCCNCC2
C1=CCNCC2=CC(=CC=C2)NC2=NC(=CC=N2)C2=CC=CC(=C2)NCC1
C1=[NH+][N-]OC1
C1=CCOC2=CC(=CC=C2)CNCCC2=CC=CC(=N2)NC1
C1=C2CCCCCCC1CC2
C1=CCCN=C1
C1CNCN1
C1CC2CCC3CC(=C1CO3)O2
C1=CN=C[N-]C1
C1=CNCNN=C1
C
C1=C2CNC3CCC(COC1)C2C3
C1=C[NH+]=CN=C1
[NH-]N
C1CC2CC3NC2CC1SS3
C=S
C1=CPOCC1
C=O
C=N
[NH-]S
C1COCC2CC(C1)O2
C1CNCCSCCCNCCSC1
C1CCNSCC1
C1=COCNN1
C=C
C1=CC2CCNCCNC(CNC3=CC(=CC=C3)CCO2)CSSCC1
C1=CCOC2=CC=CC(=C2)C=CC2=CC=CC(=C2)OC1
C1CCCCCOCCOCCOCCCC1
C1=NSCC1
C1CC1
C1=CC2CCC1CN2
C1CCSSCCCCCC2CNC(CC1)CNCCNCCN2
C1=CC2CCOC(C1)O2
C1=C2CCC(CCCCCCCCC1)O2
C1=CC2=CC=C1CCCOCCC1=CC=C(C=C1)CCN2
C1=CCCCC2CCC(CCC=CC1)CCO2
C1=CC2=CC(=C1)OC1=CC=C3C=CC=C(CNCCNCCCNC2)C3=C1
C1CCN[SH]=NC1
C1=CC2C=CC(C1)O2
C1CCOCCOC1
C1=CNC2CCC(N1)O2
C1=CCOC2=NC(=CN=C2)NCNCCOC1
C1=CCCCCCCCCC=CCC1
C1=CCSCCNCCCOC1
C1=CCOC2CCN(C2)C2=NCNC(=C2)NC2=CC=CC(=C2)OC1
C1CC2CC3CC1CN(C2)C3
C1=CN=CCC1
C1=CCNN=CC1
C1=NCCN=CC1
C1NN1
CI
CO
CN
CC
C1=NC=NCN1
C1=CC=CCCOCC=CC=CC=CCCCCCCC=C1
C1CN2CCC(C2)NS1
C1=COCCOCC1
CS
CP
C1COCCNCCOCCN1
C1=NOCO1
C1CCOCCNCCOCC1
C1=CC=CNC=C1
C1CCC2C3CC4C(C3C1)C24
C1=CNCCNC1
C1CC2COC(O1)O2
C1=CC[NH2+]C1
C1CCSCNC1
C1=[NH+]CCCCC1
C1CNCCNCCNCCNCCNCCN1
C1CSSSSS1
[CH-]1CON=[NH+]1
C1=C2CCCCCCC3CC=C(C3)C1OC2
C1CCOCCNC1
C1CCOCC2CCCC(COC1)N2
C1C2OC3OC1C1CC2C31
C1OC2CCC(C2)O1
C1=NCCCC1
C1CSC[NH2+]1
C1=CC2=CC(=C1)NCCCCNCCN2
C1CNCC[SH+]C1
C1CCOSOC1
C1OC2CC3OC4CC3C(C2)C1CO4
C1=CC2C3COC2CC1C3
C1CCCCOCCC1
C1=CC2CC(C2)NC1
[NH2+]=[NH2+]
C1=CCOCCC=CCOCCCCOCC=C1
C1=CNSCCN1
C1=CC2=CC(=C1)OCCCCOC1=CC(=CC=C1)CNCC2
C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCNCCCCNC2
C1=COCCOCCOCCO1
C1=C2CNC3CC4NCCC(OC1)C4C2C3
C1=CNOCC1
C1=CC2=CN(CCOCCOCCN3C=C1CC3)CC2
C1CC2CNCC(C1)N2
C1=NC=NCC1
C1CNN1
C1CN=NNC1
C1CCC2OOC(C1)O2
C1CCC2CC(C1)N2
C1=CC2=CC=C1CCCOCCCCCCN2
C1CN2CCCN(C1)C2
C1CSCCS1
C1C2CC3CC(CC1N3)N2
C1=CC2=CC(=C1)SC1=NC=NC(=C1)C1=CC=CC(=C1)CNCCCO2
C1C[SH+]CS1
C1CCC2C3CCC2C(C1)C3
C1CCSSC1
C1=CC2C=CC(C1)NN2
[NH3+]Br
C1=CCC2CCC(CCCCCCC1)O2
C1=CCCC2CCCC(CCCCC1)O2
C1CC2COC3OC4CCC2C3(C1)C4
C1=CCCNC=C1
C1CNOCSC1
C1=CCNCCC1
C1=NCNN1
C1CCCCC2CCCC(CCCC1)C2
C1=CNCNCCC1
C1CCNCCOCCCCNCCNC1
C1CNCCNC2CNC(CNCCN1)CSSC2
C1=CC2CCCCC1CC2
C1=CSOC1
C1=CC2=CC(=C1)CNCCC1=CC=C(C=C1)CCCCN2
C1=NN2CCOCCCOCCN(C2)N1
C1=CC2CCC(C1)O2
C1=CCOC2=CC=C(C=N2)CCNCC2=CC(=CC=C2)OC1
C1=N[NH]N=N1
O=S
O=P
C1CCCCOCCCNCCNCCC1
C1=C2N=C(CNCCCOCCCNCC3CSC2=N3)S1
C1=CCCC=CC=CCOCCCCC=CCCCCCCC=C1
C1=CC2=CC=C1CCCOCCCCCCCCCN2
C1CC2C[NH2+]C3C4CCC3(C1)C2C4
C1CCC2CCCCC(C1)C2
C1CN2CCC3CC1CC2C3
C1CCSCCNCCCOC1
O=I
C1=CNC2CCCC(N1)O2
C1=CCONCC1
C1C[NH2+]NCN1
C1=CC2=CC=C(CCCCC3=CC(C1)OC3)O2
C1=CC2=CC=C(C=C2)OCCCCCCOC2=CC=C1C=C2
C1#CCSCC#CCC=C1
C1=CCCOCCCNCCCCC1
C1CC2CC3CCC2C(C1)C3
C1=NCNCN1
C1CCCCC2CCCC(CCCC1)O2
C1=CC2=CC(=C1)C1CCNCCCN(CCCCNCCCN1)CC2
C1=CCCCCCOCCC=CCC1
C1=CN=CCNC1
C1=CSNC1
C1=CCCOCCCNCCOCCC1
C1=NCCSCCCCOCCC1
C1#CC2CCCC3C(C#CC=C1)NCCC23
C1=CCCCCNCCCCC1
C1CSCC[NH2+]1
C1=CSCC=N1
C1=CNCCNCCC1
C1CCNCCNCCNCC1
C1C2CC3CC1CC(C2)N3
C1=C2CCCCCCC3CCC(CC1OC2)O3
C1CNCCNCCNCCNCCOC1
[CH3-]
C1CCCOCCCCOCC1
C1COPOC1
C1COCCOCCOCCOCCOCCN1
C1=CC2=CC=C1CCC1=CC=C(C=C1)CC2
PBr
C1CCCSCC1
C1C2OOC1OO2
C1CCNCCCNCCNCC1
C1CCCOCNCCCCCNCC1
C1=CCCCCOCC=CCC1
C1=CCOC2=NC=C(C=C2)CNCCC2=CC=CC(=C2)OC1
C1CCCCCOCCNCCCCOCCCC1
C1=CC2CC3CCN2C(C1)C3
C1=CN=CNCC1
C1CCNCCCOCCCNC1
SCl
C1CCCCCCCCCCC1
C1=CCNCCCC2C=C(CC=CCCC1)CN2
C1=CSN=CN1
C1=CC2=NC(=C1)NCCSCCNC1=CC=CC(=N1)NCCSCCN2
C1CCNCCCOCCCCNC1
C1=CC2=CC=CC(=N2)NCNCCOC1
C1CCNCCOCNCC1
C1CC2C3OOC2OC1O3
C1CCCC2CCCC(CC1)O2
C1CC2CCC(C1)S2
C1=COCCO1
C1=N[NH][NH+]=C1
C1=CC2CCC1CO2
C1CC2CCCC3(CC4OCC(C1)C4O3)O2
C1=[NH+]NCCC1
C1=CCNCCNC1
C1=NNC=NN1
C1=CC2CC(C1)CO2
C1COCNCN1
C1=CCCOCCC=CCCC1
C1CC2CCC1S2
C1CSNCS1
[N-]=[NH2+]
C1=CON=N1
C[S-]
C1C[SH+]NS1
C1CNCCNCCNCCCOC1
C1=CCCCC2CCC(CCCCC1)O2
C1=NNCS1
C1=CCC=CC#CCSC=1
C1=CC2=C3SN(CCCCOC4=CC=CC5=NC=C(N=C45)C3=C1)C2
C1=NCC=NCC1
C1=CN=CN=CC1
C1NO1
C1=CCC2CCCC(CCOCCC1)O2
C[O-]
C1C2CC3C1C3C2
C1=CCCNCCCC1
C1=CCOC2=CC=C(C=C2)CCNCCCOC1
C1=CCOCC2=CC(=CC=C2)C2=CC=NC(=N2)NC2=CC=CC(=C2)CNC1
C1=CCCCCCCCCCC1
C1=CCCC2CCC3OC(CC1)CC1OCC2C13
C1=CC2=CC(=C1)COCCNCCOCCC2
C1=CCN2C=NC(=C2)CCNCC2=CC=C(C=C2)OC1
C1COOCOOC1
C1=CCCCC2CC(CCC=CCC1)CCO2
C1C2C3C4C1C1C2C1C34
N[SH2+]
C1=CCCCC2=CC(CCCC=CC1)OC2
C1CCC2CCCC(C1)O2
C1CCCCNCCNCCNCCNCCC1
C1=CCC2CCC(C2)OCCCC1
C1=CC2=CC(=C1)OCCNCC1=CC=C(C=C1)C1=CC=CC(=C1)C1=CC=C(C=C1)CNCCO2
C1=CCCCCCCCCCOCCC=C1
C1NC2CNC1S2
C1COC2CCC(C1)O2
C1NC2CC(CO2)O1
C1CC2CCOC(C1)O2
C1NCOCN1
C1CNC2CNC(C1)CN2
C1=NC=C2C=C1CCCNCCCCO2
C1=CCOCC2=CC(=CC=C2)NC2=NC=CC(=N2)C2=CC(=NC=C2)OCC1
C1=CCCNCCNCCCCCC1
C1=C2CNCCNCCOCCCNCC(=N2)S1
C1=CCCCCCOCCC=C1
C1CC2CC1N=N2
C1CONOC1
C1CNCCCNC1
C1=COCCOCCOCCN1
C1COCCNN1
C1CNCCSNCCN1
C1=CCCCCCC=CCCCCC1
C1CC2CCC1O2
C1=CCNCCCCNCCNCOCCC1
C1=CCCC=C2C=CC(=C3COC(CC=C1)C3)OC2
C1=CC=CCC=C1
C1=CNCC=N1
C1CC23CCC4CC2CC1OC3O4
C1=CCCC2=NN(C=N2)CCOCC1
C1=CC=CC=CCCNCC=CC=CC=CCCCCCCC=CC=C1
C1=C[N-]NCC1
C1CC2COC3OC1CC23
C1=CC2C3CCCC2C(C1)O3
C1CC2OCC3C1COC23
C1=CC=CCCCCC=CC=CC=CCCCNCC=CC=C1
C1CC2CCC(CN1)N2
C1C2CC3CC1OC(O2)O3
C1CCOCC1
C1=COCNC1
C1=[NH+]CCCS1
C1=CCOC2CCN(C2)C2=NCNC(=C2)NC2=CC(=CC=C2)OC1
C1=NCCON1
C1CNSC1
C1CC2COCC1O2
C1=CC2=CN(CCOCCNCCOCCN3C=C1CC3)CC2
C1=CCCNCCOCC2CC=CC(CC=CCCOCCC1)O2
C1=NCNO1
C1=CC2COC(C1)C2
C1CCN2CCC(CNCCCNC1)C2
C1=NOCC1
C1=CC2CCC1S2
C1CSC1
C1=CC2=CC=CC(=C2)OC2=CC=C(C=C2)CCCCC1
C1=NCCCN1
C1=CC2C3CCOC45CC3CC3(C1)CCCC(CC234)O5
C1=CC2=CC(=C1)CNCCCN1CCN(CC1)C1=CC=CC3=CC=C(C=C13)O2
C1=CCOCCC2CCC(CC1)O2
C1=CC2CCC(C1)N2
C1=CN2CCCN(C1)C2
C1=CN2CCC(C1)C2
C1=C[NH]N=N1
C1CC2CC(C1)C2
C1NCC2CC1O2
C1CCCCNCCNCCCC1
C1=CC2CC3CCC2N(C1)C3
PCl
C1CC2CCC(CC2)O1
C1=CNC2CCCC(N1)N2
C1C2CN3CN1CN(C2)C3
C1CS1
C1=CC=CCCCOCC=CC=CC=CCCCCCC=C1
C1=CC2=CC(=C1)CCNCCCOCCCCO2
C1=CN2CCCCCCCCCCCCNC3=NC=C1C2=N3
C1=CNPN=C1
C1=[NH+]CCNCC1
C1=CC2=CC(=C1)SNCCCNC1=NC(=NC=C1)N2
C1=CNCCOC1
C1=CCOCC2=COC(=C2)C2=NC(=NC=C2)NC2=CC=CC(=C2)COC1
C1=CCC2CNCC3=C2[NH]C(=C3)CC2=CN=CC(=N2)NC1
C1=CC2=CC(=C1)NC1=NC=CC(=N1)C1=CC=CC(=C1)CNCCNC2
C1CNCCCOC1
C1CC2OC3CC1CC2C3
C1=CCCCOC=C1
C1=CSCN1
C1NCC2COCC1C2
C1=CNOC1
C1=CCCCCCCCCCCCC1
C1=CCCCOCCNCCC1
C1CCNCCCCCNCC1
C1=CSCCC1
C1=CCCNN=C1
C=[NH2+]
C1=CC2=CC(=N1)CNCCCNCCNCC1CSC2=N1
C1=CC2=CC(=C1)CNCCC1=CC(=CC=C1)OCCNC2
C1=C2N=C(CNCCCOCCNCC3CSC2=N3)O1
C1CCCC2CCC(CCC1)O2
C1=NSCCN1
C1=NNCCS1
C1=CC2=CC(=C1)OCCCCOC1=CC=CC(=C1)CNCC2
C1CC2NC3CC2CC1S3
C1=C2CCCC(CCCC1)COC2
C1CN=[SH]OC1
C1CCCCCCNCCNCCCCC1
C1CNCCNCCNCCNC1
C1=CC2NNCC1NO2
[C-]#[NH+]
C1=CC2CC3CCC(N1)C2CO3
C1=CC2=CC(=C1)CCNCCNCCNCCNC2
C1=N[NH]N=C1
C1CCNSNC1
C1CCCNCCCCNCCNCOCCC1
C1=CCCNCCC=CCCNCC1
C1CCSSCCOCCC2CNCCNCCNC(CC1)CN2
C1=CCC2C=CCC(COCCC=CCC3C=CCC(COCC1)O3)O2
C1=CC2CC(C=CO2)C1
C1=NN=CCCC1
C1=CC2CCNCCNC(CNCCNCCO2)CSSCC1
C1COCCOCCOCCOCCOCCO1
C1=CNSCC1
C1=COCCN1
C1NCSCN1
C1=CSCNC1
C1CC2CCC(C1)OO2
C1COCCOCCOCCOCCN1
C1=CC2CC3C4COCC3C(C1)N2C4
[NH4+]
C1=NC[NH+]=C1
C1=CCCOCCCCCCC1
C1CC2CCN(C1)C2
C1=CCC2CCCC(CCOCCCCCCC1)O2
C1CNCCNCCNCCCSC1
C1=CCC2CC(CO2)C2CCCC(C=CC1)O2
C1=CC2SC3CC2C(C1)N3
C1=CCNCCCCC1
C1CC2CNC3C4CCC3(C1)C2C4
C1=CC2CCC1NN2
C1=CCCCCCCOCC=CCC1
C1CSCCSCCCSCCSC1
C1CN[NH2+]C1
C1=C[NH2+]CN=C1
C1=C[NH+]=CCN1
C1CC2CC3CCC2C(C3)O1
C1=CC2CSC(C2)N1
C1CC2C3CC4CC2C(C1)N(C4)C3
C1=NCCO1
C1=[NH+]CCCN1
C1=C2CCCCCCC(C1)O2
C1=NC2CCOC(C2)N1
C1=CCCCCCCC=CCCC1
C1=CNCN=N1
C1=CC2CC3C=CC2N(C1)C3
NCl
C1=CC=C1
C1=CCOCC2=CC=C(O2)C2=CC=NC(=N2)NC2=CC(=CC=C2)CNC1
C1=CCCCC2C=C(CCC=CCC1)CO2
C1=CCOCC2=CC=C(S2)C2=NC(=NC=C2)NC2=CC=CC(=C2)CNC1
C1CCC2CCCC(C1)N2
C1=CC=NN=C1
C1=NCCCS1
C1=CC2CCCC(C1)C2
C1CNC[NH+]=N1
C1NCN2CNCN1C2
C1=CC2CC(C1)CN2
C1=NNCNC1
C1CC2CCC3CC(C1)C2C3
C1=CC2CCNCCNC(CNC3CCC(CC3)CO2)CSSCC1
C1=CCC2CC(CC1)CCN2
C1COCOOC1
C1=C[NH+]=CC1
C1=NCCOCCNCC=NCCOCCNC1
C1=CCC=NN=C1
C1=NCCNCC1
C1=CCOCCNCCNCCNCCNC1
C1=CNCCCCN1
NBr
C1CN[SH+]C1
C1CC2CC1NO2
C1COCCOCCNCCOCCOCCN1
C1=CC2=NC(=C1)CN1CCCCCCCCCCCCN(CCOCCOCC1)C2
C1=NCCN=N1
N=I
C1=CC2=CC(=C1)NCCCCCC1=C3N=C(N=CN3N=C1)N2
C1=CC2=CC(=C1)NC1=NC(=NC=C1)NC1=CC(=CC=C1)CC2
C1CCNCCOCCCNC1
C1=CCCNCCOCCCOCCC1
C1CC2OC3CC1C1CCC3C21
C1OC2OCC3OC4CC1C2C3O4
C1COOC1
C1=CCCCC2C=C(CCCCC1)CO2
C1=CC2=CC(=C1)OC1=CC=C3C=CC=C(CNCCCNCCNC2)C3=C1
C1=CC2CCN3CCC(C1)CC23
C1=CSC[NH2+]1
C1=CC2=CC(=C1)CCNCCNCCNCC2
C1=CC2=CC(=C1)NCCCCNCCCNCCO2
C1CCOCCC2CCN(CC1)C2
C1CCOCCCNCCNCCNC1
C1=NCCSCCCCOCCCC1
C1=NN=CNN1
C1=CC2=C3CC4=C(C=CC=C4C2)OCCOCCOCCOCCOC3=C1
C1=CCCCCCC=CC1
C1CC2COCC1N2
C1=NCCNCCNCCN=CC2=CC=C(C=C2)OCC2=CC=CC(=N2)COC2=CC=C1C=C2
C1=CCC2CC(CO2)C2CCCC(CC=CC1)O2
C1CCCOCCC1
C1CC2CNCC1C2
C1=CCCCC=CC1
C1=CC2CC(NCN2)O1
C1CCC2CC(C1)CCN2
C1=NCCCO1
C1=NNCSCC1
C1CCNCCCOCCNCC1
C1=CSC=CNC1
[O-][PH3+]
C1=CCCCNCCNCCCCC1
C1=CC2=CC(=C1)CN1CCCN(CC1)C1=CC3=CC=C(C=C3C=C1)CCCC2
C1=CCSC1
C1=NSCCS1
C1CCSSCCCNCCNC1
C1=CCCCNCCC=CCCC1
C1NCC2CC1N2
C1=CC2=NC(=CN=C2)OCCCCNC1
C1=CC2=CC(=C1)CNCCCNC1CCN(C1)C1=CC=CC3=CC=C(C=C13)O2
C1=CC2=CC(=C1)CCCOCC1=CC=NC(=C1)CCCCC2
C1=CSC=N1
C1=CCCCC=CCCC1
C1NNSN1
C1=CCC2CCC(CC1)O2
C1C2NC1N2
C1=CC2=CC=C1CCCOCCCCCCCN2
C1=CSCC[NH+]=C1
C1CCCCCNCCNCCNCCCC1
C1=CC2CCC(C2)O1
C1COCOC1
C1#CCCNCC#CCC1
C1CC2CC3CC(C1)C2O3
C1CC2C[NH2+]C3C4CC2C3(C1)C1CC2CCC4C1CO2
C1CNC[SH+]C1
C1CCCNCCNCCNCC1
[CH2-][NH3+]
N[NH3+]
C1=CSCO1
C1=CCOCC2=CC(=CN=C2)C2=NC(=NC=C2)NC2=CC=CC(=C2)COC1
C1=NNCC1
C1CCCCOCCCC1
C1=C2CNCCNCCNCCNCC(=N2)S1
C1=CC2OCCC(O1)O2
C1=C2CNCCCCCCNCCNC3CCCCN(C1)C3=N2
C1CC2CC1CN2
C1CC2OCC1OO2
C1=CCCCOCCCC1
C1=CNCCCC1
C1=CCOC2=NC(=CN=C2)NCNC=COC1
C1CC2COC(C1)OO2
C1=C[NH]N=C1
C1OC2CC3CC1CC(C3)O2
C1=CC2=NC(=C1)CNCCCOCCNCC1CSC2=N1
C1=CCC1
C1=CC2CC3CCC2N2CC1OC32
C1=NCSS1
C1NC2CNC1C2
C1=CC2=NN=C1SCCSCCSC1=CC=C(N=N1)SCCSCCS2
C1NCC2OCC1O2
C1CNSCN1
C1=CC2CCCC(COCCCO1)O2
C1=CCCCCCCC=C1
C1CCNCCNCCOCC1
C1=CCCOCCC1
C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCOCNCCNC2
C1=CC[NH+]=CCC1
C1=NCCSC1
C1=CCC=CCCCOCCCCC=CC1
C1=CSCCCN1
C1=CCCOCCNCCCOCC1
C1=[NH+]OCC1
C1NCC2COC(=N2)CNCC2COC1=N2
C1=CCOOC1
C1CNSCCOC1
PP
C1=CNSCN1
C1=NCCCCS1
C1=CCCC2=NC(=C[NH]2)CCCCC1
C1=CCCCCCCC=CC=CCOCCC=C1
C1=CC2CCC1CC2
C1=CC2CCCC(COCCO1)O2
C1C2CC3CC1CN(C2)C3
C1=CCCCCOCCCCC1
C1=CC2CCN3C=CC1CC23
C1=CSOCC1
C1=CCCOCCCC1
C1=CCON=C1
C1=NC=C2C=C1CCCCOCCCO2
C1=NCCN1
C1CCCCCCNCCCCCC1
C1=C[SH+]CCC1
C1=NONCN1
C1=CCNCC2=CC(=CC=C2)NC2=NC=CC(=N2)C2=CC(=CC=C2)OCC1
C1=CC2=CC(=C1)NC1CCN(CCCCN2)C1
C1=NC2CCC3CC1C2CO3
C1=CNCCCCCCN1
C1=CCCCC2CC(CCCCCC1)CCO2
C1=NC=NNC1
C1=CCCCNCCOCCCCC1
C1NCON1
C1=C[NH]C=N1
C1=CCC2CCC(CCCCCCCC1)O2
C1=CCN2C=NC(=C2)CCNCC2=CC(=CC=C2)OC1
C1COSCCN1
C1=COCCC1
C1CC2C3CCN2CCC1C3
C1=CC2CCCC(C1)N2
C1=NCN=CN1
C1=CC2CSCC(C1)N2
C1CCNC1
C1=CC=CCNCCC=CCCCCC=CCC=C1
C1=CC2CCC1NO2
C1=CCCCCCCCC=C1
C1=NC2CCC1NC2
C1=CC2=CC(=C1)CNCCN1CCN(CC1)CC1=CC=CC(=C1)O2
C1CC2CCC1OO2
C1=CCCOCC2=CC(=CC=C2)COCCCCCOCCC1
C1=NC[NH2+]CC1
C1NC2CNC1CSS2
C1=CC2CC=CC(C1)N2
C1=CCOC=CNCNC2=CN=CC(=N2)OCC1
C1CCOCCCCSCCNC1
C1CCNCC1
C1=[NH+]CC[NH+]=N1
C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCCNCCCCCNC2
C1CC2CCNC(C1)S2
C1=CC[NH+]=C1
C1=[NH+]CCCC1
C1=CC2=CC(=C1)OCCCCN1C=C(CCNC2)N=N1
C1=C2CNCC3=NC(=CS3)CNCC3=NC(=CS3)CNCC(=N2)O1
C1=CCNCCNCC1
C1=COCCOCCOCCOCCO1
C1=NOCS1
C1CC2CCC3C1COCN23
C1=CC2=CC(=C1)CCCOCCCC1=CC=C(C=C1)O2
C1=CC2=C3C=C1OCCOCCOCCOCCOCCOC1=CC=C(N2)C(=C1)C3
[NH]1OO1
C1CC2CCC1N2
C1=CC2=CC=C1CCC1=CC=C(C=C1)OCCCCCCO2
C1NCSS1
C1=CCCCC=CCCCCC=CC1
C1=CCCCCNCCNCCCCC1
C1=C2COC(C2)CC2=CC=C(CCC1)O2
C1=CC2=CC(=C1)NCC1CCN(CCCCN2)C1
C1=COC2CCCC(C1)C2
C1=NN=CCC1
C1=CCCC=CC=CCOCCCCC=CC2CC(CCCC=C1)O2
C1CCC2CCC(C1)CN2
C1=CC2NCC1OO2
C1CC2NCCNC(C1)N2
C1CCN2CCNCCN(CC1)CCNCC2
C1=CC2=CC(=C1)CCCNCCCNC1=NC(=NC=C1)N2
C1C[NH+]2CCC1CC2
C1=CC2CCCCC(C1)N2
C1CCC2CC(C1)CCO2
C1=NCNS1
C1=CCOC2=CC(=CC=C2)CCNCCCOC1
C1CCC2CC(C1)CO2
C1CNCCNCCSSC1
C1=CCC2CC[NH+](CC1)CC2
C1NC2CC1C2
C1=CC2=CC(=C1)CNCCC1=CN(C=N1)CCCCCO2
C1=CO[NH+]=C1
C1CC2CC[NH2+]C(C1)C2
C1=CCNCCNCCNCCNCCCC1
C1=NC2CC(C1)CCS2
C1=CCCCCCCCCCCCCC1
C1CCC2OCC(C1)O2
C1CC2NCC3CC1OCC32
C1=CCCC2CCC(CCCCCCC1)O2
C1COCCOCC23CC4CC(C2)CC(COCCOCCO1)(C4)O3
C1CNCCNCCC2CCCC(COC1)O2
C1=NCCOCCN=CNCCOCCOCCOCCN1
C1=NCNCC1
C1N=NNN1
C1CC2CNC(CN2)O1
C1=NCCOCCN=CCCOCC2=CC=CC(=N2)COCC1
C1CCOCCCOC1
C1CCCCCCOCCNCCCCOCCCCC1
C1=NC=C2C=C1CCNCCNCCNCC2
C1=C[NH][NH]1
C1CC2COC(C2)O1
C1CCNCCNCCNCCNCC1
C1=NNCCCN1
C1=CC2C3CCN2CCC2C1COC23
C1CC2CC3CC(C1)C2N3
C1=CP=NC=N1
C1=CC2=CC(=C1)CCNCCCC1=CC=C(C=C1)O2
C1=CC2OC34CCCC(C3)OC(C1)C2C4
C1=CCCNCCOCCCNCCOCCC1
C1CC2CCC1CNC2
C1CNCSCN1
C1=C2CCOCCCCCCCCCCNOC(=N1)[NH]2
C1=CN=CN=C1
C1COCON1
C1C[NH2+]COC1
C1C2CC3CC1CC(C2)C3
C1=C2CN3CCC4CC(COC1)C2CC43
C1=CNCCNCCCC1
C1CC2CC1CO2
C1=CNCNCN1
C1=CCOC2=CC(=CC=C2)CNCCC2=CC(=CC=C2)OC1
C1CCNNCC1
C1CNCCNCCOCCNCCN1
C1=NPCCN1
C1CC2CC(CCO2)N1
C1CC2CCC3C(CCC3O1)N2
C1CC2CC1C2
C1=CNSNC1
C1CCNCCNCCNCCNCCOCC1
C1=CCN2C=C(CCNCCNCC1)CC2
C1=CN=CNNC1
I
C1=CC2CCOC(C1)C2
C1=CC2=CC(=C1)OC1=CC=CC(=C1)CNCCNC1CCN(CC2)C1
C1CC[N-]C1
C1=CCN2C=C(CCCCNCCNCC1)CC2
C1=NN=CS1
C1CCN2CCC(CCOC1)C2
C1=CC2CC(C1)C2
C1CNSNC1
C1=CC2CCC(C1)NC2
C1=CCOC=C1
C1=CCNC=C1
C1=CC2=CC(=C1)CCC1=CC(=CC=C1)NC1=NC(=CC=N1)N2
C1CCOCOCC1
C1CNCCNCCCOCCOC1
C1=CCOCCC=CCOCC2COC3CC(OCC=C1)C2C3
[N-]=N
C1=CC2=CC(=C1)NC1=NC(=CC=N1)NCC1=CC=CC(=C1)OCCC2
C1=NCCSN1
C1CC2CC3CC(C1)C(C2)O3
C1CCOCNC1
C1=NNCCC1
C1=CCCCCOCCCC1
C1CSCS1
C1NCN2CNCC1C2
C1CCCCCCCCC1
C1=CSC=NN1
C1CC2CCN(C1)CC2
C1=NCCSNC1
C1CCCOCCCCSCCNCC1
C1CC2CC3CC1CC2C3
C1=NC=NC=N1
C1=NNCN1
C1=CC2CC1CCO2
C1=CNCCCCCN1
C1=CC2=CC=C1CCCOCCCSCCCN2
C1=CCCC=CCCC=C1
C1=CCOCC2=CC(=CO2)C2=NC(=NC=C2)NC2=CC=CC(=C2)COC1
C1#CCCCOCCC=CCCCC1
C1CC2CCC(C1)OC2
C1CSCCSCCSCCSCCN1
C1COSO1
C1=NCCSCCCCCCCCC1
C1=CNCN1
C1COCPCO1
C1=CCOCC1
C1CC2OC3CC4CCC3C2C4C1
C1=NCCS1
C1CC2OOC3CC1CC23
C1=N[N-]N=N1
C1=NCCCNCCCO1
C1=CCCNCCC=CC1
C1C[NH+]2C3CC4CC(C1C3)C2C4
C1CCN2CCCC(C1)C2
C1CC2CCC3CCC(N1)C2C3
C1CSNN1
C1OC2OCC1CO2
C1=CC2=CC=C1CCNCCCCCCCCO2
C1=CCCCCCCCC=CCC1
C1=C2N=C(C=N1)OCCCCCCOCCNCN2
C1CC2CC1NN2
C1=CC2C3CCCC2C1C3
C1=NCCNCCC=NCCNCC1
C1=NCNN=C1
C1=NCN=CO1
C1CNCOC1
C1=[NH+]C[NH+]=C1
C1=CCC2CCCC(CCCCCCCCCCOC1)O2
C1=CCC=NC=C1
C1=CNNCN=C1
C1CNC2CC(C1)C2
C1=CON=C1
C1=NC2CCC1CC2
C1=CC2=NC(=N1)NCCCCNCCCCN2
C1CCCCCNCCNCCCC1
C1=CCCCCCC=CCCCC1
C1=CCOCC2=CC=C(O2)C2=NC(=NC=C2)NC2=CC=CC(=C2)COC1
C1C[SH]=NS1
C1NC2CC3CC1CC(C3)C2
C1=CCOCCNCCCNC1
C1CNOC1
C1CCC[SH+]CC1
C1=[NH+]C2CCC1CC2
C1=COCCN=C1
C1=CCSC=CC1
C1=CCOC2=CC=C(C=C2)CCNCCNCC1
C1=CCCC=CCCCCCNCC2=NC(=CS2)C=C1
C1=C[SH+]CCN1
C1=CCCCOCCCCCCCC1
C1CC2CCC(C1)NC2
C1CCOCOC1
C1=C[NH+]=NC1
C1=CSNCCS1
C1=C[SH+]CC1
C1CC2CC3CC(CN3C1)O2
C1=C[SH+]C=C1
C1CN2CCC3C4COC3C2CC14
C1=CCNCCNCCOCCCNC1
C1=C2CCCC(CCC3CCCC(C1)C3)C2
C1NNNN1
C1CC2NC3CCC2NC13
C1=CCCC=C1
NI
C1=CCNCCCNCCC1
NN
C1=CCCCC2CC(CCO2)OCC=CCCCC1
C1CSSCCS1
C1CCCCNCCNCCNCCC1
NF
C1CCC2CCC(C1)O2
NP
C1=CCCC=CCCCCCC=CC1
NS
[NH3+]S
C1=CC2CCC(C1)C2
C1CNNC1
C1CC2CC3C4CCC5OC4NC2C53C1
C1C[SH+]CCO1
C1=CCCCCC=CCCC1
[NH3+]O
C1=CC2CC=CC(C1)C2
C1CNCCSC1
C1CC2CN(C1)CCN2
C1=CSCCCC1
C1=CC[NH2+]N=C1
C1CN2CCC1CC2
C1=NCCOSC1
N1=N[NH][NH+]=N1
C1=CC2=CC(=C1)OC1=CC=C3CCC(C3=C1)N1CCC(C1)NCCNC2
C1CN2CCC3C4COC(CC14)C32
C1COCCSN1
C1=NNCCCO1
C1=NCCSCCCCOC1
C1=NCCC[SH+]1
C1CCCOCCCNCCOCCC1
C1=CN[SH+]C=C1
C1=CC2OCC(CO1)O2
C1=NC=NNCN1
C1CCSCCNCCOC1
C1CCCCCCOCCCCC1
C1CC23CCN4CCC5CC4C2OC(N1)C53
C1=NCCOC1
C1=CC2=CC(=C1)OC1=CC=C3C=CC=C(C3=C1)N1CCC(C1)NCCNC2
C1=CC2=CC(=C1)CCCCCCCC1=CC2=CC=C1
C1=COCCCOCC1
C1=CC2CCN(C1)C2
C1=CCCC2CCCCC(CCCC1)O2
C1CNC2COCC(N1)N2
C1=CCCCC=C2CCC(C=CCC1)OC2
C1CNCCSCCN1
C1=CCCCC=CCC1
C1=CSCC1
C1CON1
C1C[SH+]CCNN1
C1=CC2C3C=CC4C1C1OC4C3OC21
C1CNC2CCC(N1)O2
C1C2NCC3C1C1CC2C3CN1
C1CCNCOCC1
C1=[NH+]NCC1
C1COCCNCCOCCNCCOCCN1
C1CC2NCC3CC1CC2C3
C1CC2CC(CCO2)O1
C1CC2COC(C1)N2
C1CNCCCNCCNCCCNC1
C1CC2C3CCC4(C1)CCCN(C3)C24
C1CC2CC(C1)C1OCC2O1
C1CCSNC1
C1=NSSC1
C1=CCCC2OC(CC=CCC1)C1CCOC2C1
C1CCCN2CCC(CCOCC1)C2
C1CNSCCN1
C1=CNSC=C1
C1=CCCC=CCOCCCCC=C1
C1=CCOCC2=CC(=CC=C2)NC2=NC=CC(=N2)C2=CC=NC(=C2)OCC1
C1=CCOCCC1
C1=CC2=CC(=C1)COC1=CC=CC(=C1)CCCNC1=CC=NC(=N1)N2
C1=NCCNC1
C1=CCCCCC=CCCCCC=CCOCCC=C1
C1=CCOCCCCCCCCCC1
C1=NON=C1
C1CC2CN(C1)CN2
C1CC2CNCC1N2
C1CC2NC3CC1OCC23
C1=NC=C2N=C1CC1=CC3=C([NH]1)C(CCCCN2)CNC3
C1CN=NC1
C1CC2CCNCC(C1)N2
N1=N[NH]N=N1
C1=NNCO1
C1=NC2CC(CCO2)N1
C1CCCC2CCC(CC1)O2
C1=CN=[NH+]C1
C1=NCC[SH+]CC1
C1CCCOCCCNCC1
C1=C[NH+]=CNC1
C1CONCN1
C1=CNC=CNC1
C1=NCCCOC1
C1=CC2=CC(=C1)CNCCCC1=CN(C=N1)CCCCO2
C1=COCCOC1
C1#CCCNCCNCCNCCNCC1
C1=CC2CCC(CCCC1)O2
C1CC[SH+]C1
C1=CNNC1
C1=CCCSCC1
C1COSN1
C1=CC2=CC(=C1)CNCCC1=CC=C(C=C1)OCCCCN2
C1=C2NCC3CCC(NCC1)C2C3
C=[OH+]
C1=CCCCOCCCOCCC1
C1CC2OOC(C1)O2
C1=C2CCCC(O2)C2=CC(CC3CCC1O3)OC2
C1CCNCCNCCNCCNC1
C1=CCCCC2CCC=C(CCC=C1)CO2
C1=CCC2C=C(CCCC1)CO2
C1=CC2CCC(CC1)O2
C1=CON=[NH+]1
C[SH2+]
C1CC2CCCC(C1)O2
C1C2CC3C1C1CCC3C21
C1CC2CNCC1OO2
C1CC2CCNC(C1)C2
C1=CC[NH2+]CCC1
C1CSCCN1
C1=CCCC2C=CC3CCN(CCCC1)CC3C2
C1=CC2=CC(=C1)CCOC1=CC(=CC=C1)CCCNC1=NC(=NC=C1)N2
C1=CCN=NC1
C1=CNC=NCC1
C1=CCN2C=C(CCCNCCNCC1)CC2
C1=CCN2C=NC(=C2)CCNCC2=NC(=CC=C2)OC1
C1=CCCCCCCCOCCC=CCC1
C1=NCC=NC1
C1C[NH2+]OC1
C1=CPC=CO1
C1=C[SH+]CCO1
C1=CNCN=C1
C1=CCCCCCOCCCCCC1
C1CC2COCC(C1)N2
C1=NNCNN1
C1=CC=CCOCCCCCCC=CC=CCCC=C1
C1=N[NH2+]CN1
C1CC[NH2+]CC1
C1CNNSC1
C1=NN=CNC1
C1=CC=CCCCCC=C1
C1COCCNCCOCCOCCN1
C1CC2CC3C(CCCN3C1)O2
C1CCCNCCNCCNCCC1
C1=CNC2CCC(N1)N2
C1=CC2=CC(=CC=C2)CCCCCCC1
C1=NCNC1
C1=CC2=CC=C1CCCOCCCCCCCCN2
C1=CCNNCC1
C1=C2CCCCC3COC(CCCC(=C1)O2)C3
C1CN2CCC1O2
C1CCCCCOC2CCC(OCCOCCCC1)OC2
SS
C1CNCCOCC[SH+]CCOCCNCCN1
C1=CCCCOCCC=CCCCC1
C1=C2NCN=C1N1CCC(C1)OCCCCOC1=CC(=CC=C1)N2
SI
C1=CC2SC3CC2C(C1)ON3
C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCCCNCCNC2
C1N=NN=N1
C1=CC2CCCCC3COC(CCC=C1O2)C3
C1=CCCC2CC=C(CCC1)O2
C1=NCC=[NH+]N1
C1CNCCOC1
N=N
N=O
C1=CC2=CC(=C1)NCCNCCCCN2
C1=NCSN1
C1=CCOCC2=CC(=CC=C2)NC2=NC=CC(=N2)C2=CC=CC(=C2)CNC1
C1=CCCCC2C=C(CCCCCC1)CO2
C1C[SH+]CCN1
C1=CNCNN=N1
N=S
N=P
C1=COCCCCCSC=CC1
C1=NNNC1
C1CC2CN(C1)CCO2
C1CCNCCCCNCCNCC1
C1=NC2CCNC1O2
C1=CCNCC2=CC=CC(=C2)NC2=NC(=CC=N2)C2=CC(=CC=C2)OCC1
C1=NN=NCC1
N=[NH2+]
C1=CCC2CCCC=C(C1)C2
C1CSCCNN1
C1=CC2=NC(=C1)CCNCCNCCNCC2
C1=CC2CC(C1)ON2
C1=NO[NH+]=C1
C1=C2CC[N+](=C1)CCCC[N+]1=CC=C(CC1)NCCCN2
C1=CC2CCNCCNC(CNCCCCO2)CSSCC1
C1=CC2=CC(=C1)SC1=NC=NC(=C1)C1=CC(=CC=C1)OCCCO2
C1=NCSCC1
C1=CCCCC=CCCCC=CCC1
C1CC2CNC(C1)CN2
C1=CCCNCCNCCNCCNCCCC1
C1=CC2=NC(=C1)CNCCCNCCNCC1CSC2=N1
C1=CCN2C=NC(=C2)CCCNCC2=CC=CC(=C2)OC1
C1=N[NH]N=[NH+]1
C1=CCCCCOCCCCCC1
C1=CC2NNC1O2
C1=CC2=C3SN(CCNCCOC4=CC=CC5=NC=C(N=C45)C3=C1)C2
C1=C2CN3CCC=C4NCCC(OC1)C4C2CC3
C1=CNCOC1
O[PH3+]
C1=CNCCN=C1
C1NSNCN2CNSNCN1S2
C1CN2CCN(C1)CC2
C1=CC2CCC1C=N2
C1=C2C[NH2+]C3CC2C2C(CCN4CCC3C24)OC1
C1=CCCOC2CCC(CCCCC1)CC2
C1=C[SH]=NS1
C1=CC=CCCC=CC=CC=CCNCCC=CC=C1
C1=C[NH][NH+]=C1
C1=C2COC(CCCCCCC1)C2
C1=CCOCCCC2CCC(CCC1)O2
C1CC2CCC(C1)[SH+]2
C1CNC2CCC(N1)N2
C1=NN=CC1
C1=CCN2C=C(CCNCC3=CC(=CC=C3)OC1)N=N2
C1=CNPOC1
C1=NNCCO1
C1=CC2=CN3CCNCCOC4=CC=CC5=NC=C(N=C45)C(=C1)C2=N3
C1=CCCOCCCCCCCCCCC1
C1CC2COC(C1)O2
C1CC2CCC1CC2
C#N
C1=CSCCO1
C1=CC=NC=C1
C1=NCCOCCCOCCN=CCC1
C1=NCNCCCN1
C1=NSC=N1
C1CC2CC(CN2)N1
C1=CNCCCN1
C1=CCNCCCC2C=C(CCCCCC1)CN2
C1=COSCCN1
C1CCCCCCCOCCCCCCC1
C#C
C1CC2CNCC1O2
C1=COOC=CC1
C1=COCCCNC1
C1=CC2CC3CC2N(CC1)C3
C1=NCCCCN1
C1C2C3NC4C1C1NC2C3CC41
C1CC2CCN(C1)O2
C1=CCC2NCC3=C2CC(CCCCC1)CC3
C1=CCOCCCCCCCC1
C1CCC2CC3CCC2C(C1)C3
C1=CCOC2=CC(=CC=C2)CNCCC2=CC=C(C=C2)OC1
C1=CN=CNC1
C1=NCCCCC1
C1=CCN=C1
C1CCNCNC1
C1COC2CNC(C1)CN2
C1CCCC2COC(CCC1)C2
C1CNPN1
C1CC2CC(O1)O2
C1=C[NH]C=C1
C1NC2CNC1CSSSS2
C1=NCCC1
C1=CC2=CC(=C1)CNCCC1=CC=C(C=C1)CCOCN2
C1=CC=[NH+]C=C1
C[NH-]
C1=CC2CCCC1N2
[O-]S
C1=CCCOC2=CC=CC(=C2)C2=CC=NC(=N2)NC2=CC(=CC=C2)OCC1
C1CSCSC1
C1=CSNCCC1
C1C[NH2+]C1
C1NPCO1
C1=CCCC=CCCCCCCC=CC=CCCCCOCC=C1
C1CC2CC(CO2)O1
C1COCCOC1
O[SH2+]
C1=CCCCC2=CC=C(CCCCC1)O2
C1=CON=CC1
C1=CCOCCNCC2=CC=CC(=C2)CNCC1
C1=N[NH+]=C[NH]1
C1NNCSP1
C1=CC2CCCCCC(=C1)O2
C1=NN=CSC1
C1CNCNNC1
C1CNPOC1
C1CC2CC3CCC2C3C1
C1=CC2CC1NO2
C1CC2CCCC(C1)N2
[CH2+]C
C1CC2CNC3C4CC2C3(C1)C1CC2CCC4C1CO2
C1=N[SH+]CC1
C1=CC2=NC(=C1)CCCCCNCCNCC2
C1=CC2=CC=C1CCNCCCOCCCCO2
C1CN2C3CC1C1COCC3CC12
C1OC2CC3CC1C2C3
C1CN2CCNCCN(CCN1)CCOCC2
C1=COCCCC1
C1=CC2C=COC(C1)O2
[O-][SH2+]
C1=NSNCN1
C1CSCCO1
C1CCCCC2CC(CCOCCC1)OCO2
C1C[NH+]=NCN1
C1CN=S=N1
C1CCCNCCNCCNCCNCC1
C1=CCCOCCOCCCCCOCCC1
C1=CNC=CC1
C1CCCCCSCCNCCCC1
C1=CCCCCC=CCCOCC=C1
C1=C[NH2+]ON1
C1CN2CCNCCN(CCN1)CCOCCOCC2
C1CC2C3CCC4(NCC(O3)C24)OCO1
C1CC2OCC3CC(CCC32)N1
C1=NC=NCCN1
C1CN2CC3CC4CC5(C1)CCC4C3C25
C1=CC2=CC(=C1)CCNCCCCCC2
C1=CCOC2=CC=C(C=C2)CCCNCCNCC1
C1=CC2CNCC(CC1)C2
C1CC[SH+]CC1
C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCNCOCCNC2
C1NSCS1
C1=CCC2CCCCC(C1)C2
C1=NCCSCCCCOCC1
C1CCOOC1
C1=CC2=CC(=C1)NCCCNCCCCN2
C1=CSNCC1
C1CCCCCCCCNCCNCCCCCCC1
C1=CCOCC2=CN=CC(=C2)C2=NC(=NC=C2)NC2=CC=CC(=C2)COC1
C1CC[NH2+]C1
C1=CC2CCC(C1)S2
C1COPSPO1
C1=NOCN1
C1=[NH+]CCN1
C1=CC2CCOCC(C1)C2
C1NN=NN1
C1=CCCCNCCNCCCC1
C1=NCC[NH+]=N1
C1=CCCCC=CCCCCCC=C1
C1=NCN=CC1
C1CCCNCCCCCNCC1
C1N=NCS1
C1=CCCNCCCNCC1
C1=CCCNCCNCCCCCCC1
C1=COCC1
C1=C2NCN=C1N1CCC(C1)OCCCCOC1=CC=CC(=C1)N2
C1=NSCCO1
C1NC2C3CCC2C(O1)O3
C1CC2C3CCC4OC3OC3C1CCC423
C1=NC=NP=N1
C1N=NC[NH2+]1
C1COPCO1
C1=CC2=CC(=C1)NSC1=CC=CC(=C1)NC1=NC(=CC=N1)NC2
C1=C2CCCSCC(=CC1)O2
C1CNC2CCCC(C1)C2
C1CSN=N1
C[PH3+]
C1=CCNSCC1
C1=[NH+]CC[NH+]=C1
C1=CCCCCCCCCOCC=C1
C1=CCOC2=CC(=CC=C2)CCNCC2=CC=C(C=C2)OC1
C1=CCCN2CCCC(CC1)C2
C1=CNCSC1
C1=CC=CCC=1
C1CC2CCC(C1)C2
C1=CNC[SH+]C1
C1=COCCCCOC2=CC(=CC=C2)CCNC1
C1=CCCC2=CCC(CC=CC1)O2
C1=CC2CCCCCC1C2
C1C2CN3CC1CN(C2)C3
C1=CC2CCCC1OO2
C1=CC2=CC(=C1)NNC1=CC(=CC=C1)CSSC2
C1=CSCS1
C1=CC2=CC(=C1)OCCCCC1=CN(CCNC2)N=N1
C1=CCCC=CC=CCOCCCCCCC=CCCCCC=C1
C1=CCC=C1
C1=CCC2CCC=C(COC1)C2
C1=NC2=C3C4=C(CCC(COCCOCCN2)C4)[NH]C3=N1
C1NC2CNC1SS2
C1CN2CCNCCN(CCN1)CC2
C1=CC2=CC=C1CCNCCCCCCCO2
C1=CC[SH+]CC1
C1=NNCCNNC=NC2=CC=C(C=C2)SC2=CC=C(C=C2)N1
C1=[NH+]C2CCCC(C1)C2
C1=CCC2CCC(CC3CCCC(CC1)O3)O2
C1=NNCCN1
C1CNOCCN1
C1=CC=CCOCCC=CC=CCCCCC=CCCC=C1
C1=CC2=CC(=C1)C=CC1=CC(=CC=C1)[NH]C1=NC=CC(=N1)[NH]2
C1COSOC1
C1=CC2CC(C=C1)C2
C1CC2OCCC(O1)O2
C1COCCOCCNCN2CCOCCOCCN(CCOCC2)CN1
C1NC2CCOC(C2)N1
C1=CSCCN1
C1C[SH+]C1
C1CC2CC(CN2)O1
C1=CCOC2CCCC(COCCCCC1)O2
C1CC2OCC3CCCC2C3C1
C1=C2CCC3=CN(CCOCCCN1CC2)CC3
C1=NNCSC1
C1=CCC2=CN(CCNCC3=CC(=CC=C3)OC1)N=N2
C1CNC2COC(C1)C2
C1CC2CC[NH+]3CCC1CC23
C1COCCOCCOCCOCCO1
C1=NCSCN1
C1=CCNCC2=CC(=CC=C2)C2=CC=NC(=N2)NC2=CC=CC(=C2)CNC1
N=[SH+]
C1CCOCC2CCCC(CCOC1)O2
C1=CCCNCCOCCCCCCCOCCC1
C1CC2OCC3C1OCC23
C1CCOCCCOCCNC1
C1=CCCNCC2=CC=CC(=C2)CNCNCC1
C1=CCC=CCCC=C1
C1CC2CC3OC4(C1)OCCC3C24
C1=CC2=CC(=C1)OCCCCOC1=CC=C(C=C1)CCNC2
C1=NCOC1
C1CCCCCCCNCCCCCCC1
C1CSCNN1
C1=CCCCC=CCCCC=CCCCC=CCCC1
C1=CC2=CN3CCN4CCC(C4)OC4=CC=CC5=NC=C(N=C45)C(=C1)C2=N3
C1=CSC=NC1
C1=CN2CCC1CC2
C1=CC2=CN=CC(=C2)OCCCOCCC1
C1=CCCC=CCOCCC=C1
C1=COC=CC1
C1=CCCNCCC2=CN(C=N2)CCC1
C1CCCOCCNCCOCC1
C1=NNCNCC1
[SH3+]
C1=CCCOCC2CC=CC(CC=CCCOCC1)O2
C1=CCC[NH+]=C1
C1=COCCCCCSCCC1
C1=CCCOCCCOCCCC=CCCOCCC1
C1=CCC2CCCC(C1)C2
C1CC2CC(CO2)N1
C1=CCCC=CC=CCCC=C1
C1#CCCNCC#CC=C1
C1=CC2=CC=C1CCCCCCCCCCO2
C1CCCCNCCCC1
C1CC2C3CNCN2CC1C3
C1=CC2OC3CCC4C3COC(C1)C24
C1CC2C[NH2+]CC1O2
C1=CNSN=C1
C1=CCC2CC(C=CN2)CC1
C1=CCCOCC=CCCCC1
C1CC2CC3C4CCC2C3(C1)CC4
C1CCCNCCCCCNCCC1
C1=CC2=CC(=C1)COC1=CC=CC(=C1)CNC1=CC=NC(=N1)N2
C1=CC2=CC=C1CCNCCCCCCCCCO2
C1=NN=N[NH]1
N
C1CCCCCCCC1
C1=CC2C3C=CC4CCN(CC3CC1)C42
C1=CNCCCCC1
C1CC2CCC(CCO2)CCC2CCCC(C1)O2
C1=CSC=CC1
C1=CNCCCCCC1
C1CN2CCC(C2)N1
C1=C2N=C(CNCCCOCCNCCN3C=C2N=N3)S1
C1=CC2=CC(=C1)CCCCCCCC1=CC=C(C=C1)O2
C1=NCCNCCNCCN=CCCOCC2=CC=CC(=N2)COCC1
C1=CCOC=CC1
C1CC2CCCC(C1)C2
C1CNON1
C1=CC2=CC(=C1)CNCCNCCNCCNC2
C1=CC2CN(C1)CN2
C1=CC2=CC(=C1)CCOC1=CC=CC(=C1)CCNC1=CC=NC(=N1)N2
C1CC2CCC(C1)NN2
C1CCCCNCCC1
C1=NP=NCC1
C1=CC2=CC(=C1)OC1=CC=CC(=C1)CN1CCN(CCNC2)CC1
C1C2CC1C2
C1=NCN=C1
C1=CC2CCC(C2)OC1
C1CC2NCC3CC4CN(C1)C2C3N4
C1=CC2=NC(=C1)NCCOCCNCN2
C1=C2CC[N+](=C1)CCCCC[N+]1=CC=C(CC1)NCCCN2
C1NCC2CNCC1O2
C1COCCN1
C1=COCOCCC1
C1=NC2CCCC1C2
C1CC2CNC(C1)C2
C1CC2CCC(O2)C2CCC1O2
C1=[NH+]CCO1
C1=CC2=CC(=C1)CNCCC1=CC=C(C=C1)CCCCCN2
C1=CCC2CNCC3=C2[NH]C(=C3)C2=C3N=C(C=NC3=CC=C2)NC1
C1=CCCOPCCC1
C1=CC2CCC1OO2
C1=[NH+]CCNC1
C1NC2CNC1SSSS2
C1CCCCCCCCCCCCCCC1
C1=CSSC1
C1CC2CCN3CCC1CC23
C1=COCCCOC1
C1=CC=COC=C1
C1=CC=NCC=C1
C1=NCCN=C1
C1CC2COSNC(C1)C2
FP
C1=CCOCCNCNC2=CN=CC(=N2)OCC1
C1=CCSNCC2=CC=C3C=CN(CCNCC1)C3=C2
C1=CPNC=N1
C1=COC=N1
C1=CCOC2=CC=C(C=C2)CCNCCCNC1
C1CNOCN1
C1CC2NCC1N2
CCl
C1=C2N=C(CNCCCNCCNCC3CSC2=N3)S1
C1=NCCNCCN=CCCOCC2=CC=CC(=N2)COCC1
C1=NCCNCCN=CC2=CC=C(C=C2)OCC2=CC=CC(=N2)COC2=CC=C1C=C2
C1CCNNC1
C1=CC2CCN3CCCC(N1)C3C2
C1=CC2=CC=CC(=C2)NC2=NC=CC(=N2)NCCCNC1
C1=CC2=NN(C1)CC1=CC=CC(=C1)CNCNCC1=CC2=CC=C1
C1COC2CCC3COC2C3C1
C1=CC2=NC(=C1)CNCCOCCOCCOCCOCCOCCNC2
C1CCCCC1
C1=[NH+]CCOC1
C1=CC=CNCC=C1
C1=C2CCCCOC3=CC=C(C=C3)CC1NC2
C1=COOC1
C1CCN2CCC(=N2)OCCCCN2CCC(=N2)OC1
C1=CC23CCN4CC5CC(C=CC52C4C1)C3
OO
OI
C1CCCC2CCC(O2)C2CCC(CC1)O2
C1NCS1
C1CC2C3COC2CC1C3
C1=CC2=CC(=C1)CCNCC1=CC=C(C=C1)OCCCCO2
OS
OP
C1=CCCCCNCC=CCC1
C1OC2COC1C2
C1#CC2CCCC3C(C#CC=C1)N=CCC23
C1=C2CCCCCCCCC1OC2
C1CC2OOCOOC(C1)O2
C1=CC2=CC=CC(=C2)COCC2CC(CN2)OCCCNCOC1
C1=CCSNC1
C1COSCSO1
C1=NNCSP1
C1=NCCOCCOCCOCCN=CNCCOCCOCCOCCN1
C1=CCCCCNC=C1
C1=CC2=CC(=C1)NCCNCCCN2
C1CCCC2CCCN3CCC(CCCCCCC4CCCN5CCC(CC1)OC45)OC23
C1=C2CCCNCCNCCCN1CC2
C1=CC2=CC(=C1)NC1=NC3=C(C=NN3C=N1)CCCCCN2
C1=CCOC2=CC=C(C=C2)CCCCCC1
C1=NCCCNCC1
C1CC2COC(C1)C2
C1=CCCCCC=CC1
C1COOCO1
C1=CN=CC=N1
C1CCCNCCNCCNCCNCCC1
C1=CSCCCS1
[PH4+]
C1CC2CCC3C1CC23
C1=CCCNCCC1
C1=CC2=CC(=C1)COCCOCCOCCOCCOCCOC2
C1=CC2=CC(=C1)NCOCCC1=CC=C(C=C1)CCNC2
C1=C2CCC3CC2CCC13
C[OH2+]
C1=NNCCNC1
C1CCOCCCCOC1
C1CC2CCC(C1)N2
C1=CC2=CC(=C1)NCCOCCNCCCN2
C1=CCOC2=CC=C(C=C2)CCCCCCC1
C1CSCO1
C1=CC2=CC=C1COCCCCOCC1=CC=C(C=C1)COCCCCOC2
C1=C2CC[N+](=C1)CCC[N+]1=CC=C(CC1)NCCCN2
C1=NN=CSCC1
C1CC2CC1N=[NH+]2
C1=CC1
C1CC2CC3NC2CC1S3
C1=CCCNCC=CCNCC1
C1CC2C3CC4C5NC(C1C3O5)C42
C1=CCCN=CC1
C1=CC[NH2+]C=C1
C1=CC2=NC(=N1)NCCCCCCCCCCN2
C1=CC2CC3=C(C2)CC(CCCCC1)CC3
O=[SH+]
C1=C2CCCCCCCC1OC2
C1CCCCCCCCCCCCC1
C1=CC2=CC(=C1)C1=CC(=CC=C1)CCCCCCC2
C1CSCCSN1
C1COSC1
C1=CCOC2=CC=CC(=C2)C2=CC=NC(=N2)NC2=CC=CC(=C2)COC1
C1=CC2=NC(=C1)CCCOCCNCN2
C1=C2N=C(C=N1)OCCCCOCCNCN2
C1=C2CCC(=N2)[NH]1
C1COCO1
C1=NOCCN1
C1=CC2=CC(=C1)CCCOC1=CC(=CC=C1)CCNC1=NC(=NC=C1)N2
C1=CCCOCC=CCC2C=CCC(CCCCCC1)O2
C1=CC2=CC(=C1)OCCCCOC1=CC=C(C=N1)CCNC2
C1=CC2=CN(CCCOCCCN3C=C1CC3)CC2
C1=CC2CC1CCN2
C1=CSN=CS1
C1=CC2=CN(CCNCCNCCN3C=C1CC3)CC2
C1=CCCC2=CCCC(CCCCC1)C2
C1=CSC=[NH+]1
C1NCPN1
N1C2NC3NC4NC3NC2NC14
C1=CCN2C=C(CCNCC3=CC(=CC=C3)OC1)CC2
C1CC2CC3CCC(O3)C(C1)O2
C1=CCCOCOC=CCCCC1
C1=CPOC1
C1CCCC2CCC3COC(CCC1)C3O2
C1=N[SH+]N=C1
C1=CCCCCC=C1
C1=CC2OC3CCC2CC1C3
C1=CC2=CC=C1CCCOCCCCCCCCCCN2
C1=NCC=NN1
C1=CCNC=CC1
P=S
C1NCN1
C1=CC=NCN=C1
C1=CSNCCO1
C1CC2OCCC3CCC2C3C1
C1=CC2=CC(=C1)NC1CCCN(CCCCN2)C1
C1CC2CNC3C4CC5CCC46CCC2C3(C1)C6C5
C1=CCNCC=CCCCCCC1
C1CCCCCCOCCCCCC1
C1=CC2CCCC(COCCCCO1)O2
C1=CC2OCC(C1)O2
C1COIC1
C1COCCO1
C1=CCOC1
C1=CCOCCSNC1
C1=CC2OCC1OO2
C1=CSOC=N1
C1CSN1
C1=C[NH+]=CC=N1
C1CCC2CCC(C1)C2
C1CSSCCNCC2CCN(C1)CC2
C1=CCCNCCCCCCCCC1
C1=CPOC=N1
C1=COCN=C1
C1CNCCNCCNCCNCCN1
C1=CC2=CC(=N1)CCOCCNCCCNCC1=CSC2=N1
C1OOCOO1
C1CCCCCCCNCCCCCC1
C1=CC2=CC(=C1)OC1=CC=C3C=CC=C(C3=C1)N1CCN(CCCNC2)CC1
C1=NCSC1
C1=CCCNCC1
C1=CCCOCCC=CCCOCCC1
C1=NN=CNCC1
P
C1CN2C3CC4CC(C1C3)C2C4
C1=NN=CN=N1
C1=CCC2CCC(C1)N2
C1CCCNCCSCCCCOCCC1
C1C[NH2+]CCN1
C1=CCC2C=CCC(COCCCCCCCOCC1)O2
C1=CC2COCC(C1)C2
C1=CCCCCCCCCC1
C1=CCNCC2=CC=CC(=C2)NC2=NC(=CC=N2)C2=CC=NC(=C2)OCC1
C1=CC2CCC3CC4CN2C3(N1)O4
C1=CCCOCC=CCOCCCCCOCCC1
C1COCCOOC1
C1CCOCCNCCNCCNCCCOC1
C1=CCC2CC(CO2)C2CCCC(CCC1)O2
C1=CC2C3CCC2CC1C3
C1CC2CNC3CCC2C3C1
C1=NNCCCC1
C1=CN=C[NH+]=C1
C1NN=[NH+]N1
C1=COC=CCC1
C1=CN=NN=C1
C1=CN=COC1
C1CCCCCOCCCCC1
C1=CCCCCCOCC=CCCC1
C1CCCCCCNCCNCCCCCC1
C1=CC2=CC(=CN=C2)OCCCOCCCC1
C1CC2CCC1NN2
C1=CC2CCC1[SH+]2
C1=CNCSCC1
C1=CC2=CC=C(C=C2)OCCCNCCN1
CBr
C1=CCCCC=CCOCC=CCC1
C1CCC2CCCC(CC1)O2
C1=CSC=NN=C1
C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCCNCCCNC2
C1=CC2=CC(=C1)OC1=CC=C3C=CC=C(C3=C1)N1CCC(C1)NCCCNC2
C1=CCOC2=CC=C(C=C2)CCNCC2=NN(C=C2)CC1
C1CC2OCC3C1CC23
C1CCC1
C1=CC2=NC(=C1)CCNCCCCCNCC2
C1=COC=C1
C1CC2CCOC(C2)N1
FS
C1=CC2=CC(=C1)CCCNCC1=CC=CC(=C1)COCCC2
C1=CC2=NC(=N1)NCCCCCCCCCCCN2
C1=CCCCCCCC=CCCCC1
C1C2CC3CC(CC1O3)N2
C1COCCOCCOCCN1
C1=CCOC2=CC=CC(=C2)CNCCC2=CC(=CC=C2)OC1
C1=CC2OC3NCC4CCCC3(CC1)C42
C1=NCCCSC1
C[NH3+]
C1=CCCC=CC1
C1=CSCCC=N1
C1CC2CCC(C1)O2
C1=CC2=NN(C1)CC1=CC=CC(=C1)CNCNCCN1C=C2C=N1
C1=CCCNCCCOCCCNCCCCCOCCC1
C1CNCCNCCN1
C1=[NH+]CSC1
C1=CCCCC=CCNCC=CC1
C1=[NH+]N=NS1
C1=CCCCOCCCNCCNCCNCCC1
C1CCOCCCCOCC1
C1=NCCOCCN=CC2=CC=C(C=C2)OCC2=CC=CC(=N2)COC2=CC=C1C=C2
C1CSCN1
C1=CNSCCC1
C1=CC2=CC(=C1)CNCCNCCNCC1=CC=CC3=CC=C(C=C13)O2
N1=PN=PN=P1
C1CC2CCC(CN2)N1
C1=NCCN2CCN(CCN=CC3=CC=C(C=C3)OCC3=CC=CC(=N3)COC3=CC=C1C=C3)CC2
C1=CC2C3CNC2CC1C3
C1CC2OC3CCC2CC1C3
C1=CC2=CN(CCCC3=CC=C(CCCN4C=C1CC4)S3)CC2
C1=CCNCC1
C1CCCOCCNCCOCCC1
C1CCCCCCCCCC1
C1=C[NH2+]CC=N1
C1C[SH+]CC[SH+]1
C1=C[NH+]=CN=N1
C1=CCCCNCCOCCCC1
C1CNCCCOCC2CCCC(CCNC1)O2
C1=COCCOCCO1
C1=CC2=CC=C1CCC1=CC=C(C=C1)OCCOCCO2
C1=NN=C[NH]1
C1CC2CC3CCC2N(C1)C3
C1=NOSN1
C1COCN1
C1COCCOCCOCCOCCOC1
C1=COC=COC1
C1=NOCCO1
C1=CC2[NH2+]CCC3C1COCCC23
C1CC[SH+]NC1
C1CCCCCCCCCCCCCC1
C1=CONC1
C1CCCSCCC1
C1=NSNCC1
C1=C2CNCC3=CC=C(CNCC4=CC=C(CNCC(=C1)O2)O4)O3
C1=COCCCN1
C1CCNCCCNCCCNCCCNC1
C1=CN=[SH]C=C1
C1=CC2=CC(=C1)CNCCC1=CC=C(C=C1)CCCN2
C1=COCOC1
C1=CCC2CCN(CC1)CC2
C1=CCC2C=C(CCCCCCCC1)CO2
C1=C[NH+]=CC=[NH+]1
C1CCCN2CCNC(CC1)C2
C1=CCCNCCOCCCC=CCCNCCOCCC1
C1CNNCN1
C1=CCCCCCOCCCCC=C1
C1CC2C3CCC2NC1C3
C1=C2COCCCNCCCCN1N=N2
C1CN2CC3CC4CC5CCC4(C1)C2C53
C1=CC2=CC(=C1)OC1=CC=CC(=C1)CN1CCC(C1)NCCNC2
C1=CCCCC=CCCC=C2CNC(CCCNCC=C1)C2
C1=CCCCOCCC1
C1=CC2=CC(=C1)OCCCCOC1=CC=CC(=C1)C1=CC(=NC=N1)S2
C1CCC23CCC4CC2OC(C1)C43
C1CC2OC3OC1CC2O3
C1CC2CCC3C1CCN23
C1=CC2=CC(=C1)CCC1=CC=CC(=C1)CC2
C1=CCNC=CNC1
C1=CN=CCC=N1
C1=CCC2CCC(CCC1)O2
C1C[NH+]2C3CC1C1COCC3CC12
C1=C2CN3CCC45CCN6CCC(OC1)C(C2CC34)C65
C1=NNCNNP1
C1C2CN3CCN(C2)CC1C3
C1C2CC3OC1C3C2
C1=CCONC1
C1=COCCNC1
C1=CC2=CC(=C1)C1=CC(=NC=N1)SCCCNCCCCNC2
C1=CC2C3CCC4CCN(CC3CC1)C42
C1#CCOCCC2=NC(=CS2)CCCCCOCCC=C1
C1=CCCC2OC(CCCC1)CC1CCCOC2C1
C1=CNNCN1
C1=CCCCCCCCC1
C1CN2CCC1C2
C1=CCOCC2CCCN(C2)C2=CC=NC(=N2)NC2=CC(=CC=C2)CNC1
C1CN2CCC(CC2)N1
C1=CC2=CC(=CC=C2)C=CC2CC(CCN2)OC1
C1=CC2CCCCC3OOC1CC23
C1CC23CCC4NC2CC1CC3O4
C1=CCC2C=CCC(CCOCC1)O2
C1=CC2=CC(=CC=C2)C2=CC=CC(=C2)CCCCC1
C1=NCC[NH+]=C1
C1=CCOCC2=CN=CC(=C2)C2=CC=NC(=N2)NC2=CC(=CC=C2)CNC1
C1=CC2C3C=NC2CC1C3
C1=CCOCC2CCCC(C=COC1)O2
C1=CCCNCC=CCC1
C1=[NH+]CNC1
C1N=NNCN1
C1NC2CSCC1C2
C1=CCCCCOCC=CCCC1
C1=CCNC1
C1=CCNCCNCCNCCNCCOCC1
C1=CC2CCCCC1CN2
C1=CNNC=C1
C1CCNOCC1
C1=CCCNCCCCCCCNCCCCCOCCC1
C1=CC2=CC(=C1)OCCOC1=CC=CC(=C1)NC1=NC(=CC=N1)NC2
C1=CCCCC=C1
C1=CC2=CC=C1CCNCCNCCCCO2
C1N=N1
C1CC2CNC3C4CCCC3(C1)C2C4
C1=CCCNCCCCC1
C1=CSC=CN1
C1CNC2CCC(C1)CC2
C1=CSNCN1
C1CNCCNCCNCCOC1
C1#CCOC2=CC=C(C=C2)CCNCCCOC1
C1=C[SH+]CCNC1
C1C2C3C4NC5C3C1C1C2C4C51
C1=CCCCC1
C1NCSCS1
C1=CCNCCCC1
C1=NC=NC1
C1=CNC=[NH+]C1
C1=NONC1
C1CCCOCNCCNCCCCNCC1
C1CCC2OC3C(CC1)OCCC1CCCC2C13
NO
C1=COCN1
C1CC2CNC(C1)O2
C1=CN=CC1
C1=[NH+]CCS1
C1CCOC1
C1CN[SH+]N1
C1=CC2=NC(=N1)NCCCCCCCCCN2
C1=CC=CCCC=C1
C1CNCOCN1
C1=CC2CCCC(C2)O1
C1=CC2CC[NH+]3CCC1CC23
C1COC1
C1=CSN=C1
C1=NN=CO1
C1=CC2CCC3CC1NC2C3
C1NNCS1
C1=NC2=CC=C3C=C2CN1CCCCNCCC1=CC(=CC=C1)O3
C1=CC2=CC=C1CCCCCCCCCO2
C1=C2NCN=C1NCCCNCCOC1=CC=CC(=C1)N2
C1CCCC[NH2+]CCCC1
C1=CCSCCNCCNCCCCC1
C1CC2CCC1CO2
C1=CSCCS1
C1=NCC[N-]C1
C1CNN=N1
C1COPC1
C1=NC2COCC(C2)S1
C1=CC2=CC(=C1)NCCNCCCCCN2
C1=CC2=CC(=C1)NCCCCNCCCN2
C1=CCC2CC(=CCCCCCCC1)CO2
C1=C2CCC3CCCC(=CCC(CC1)C2)C3
C1CC2C3CCC2CC1C3
C1=C2CCOC3=CC=C4COC(OC1)C4=C3O2
C1CC2NCC1S2
C1CC[NH2+]NC1
C1C2CC3CC1CC(C2)O3
C1CC2CNCC(C2)N1
C1CCN=NC1
C1=NCCNN1
C1CC2C3CCCC2C3C1
C1=CCCCC2CCC(CCCCC1)CCO2
C1CC2C3CCC4CC2C(C1)N4C3
C1=CCCC2CCCC=CC(CCC1)O2
C1CCCCCCCCCCCC1
[NH-][NH3+]
C1OCOO1
C1CSSC1
C1=C2CCNCCCOCCCCN1CC2
C1=CC2CCCCC(CC1)C2
C1=CC2CC1CN2
C1=[NH+]NCCN1
C1=CC=[NH+]N=C1
[O-]P
C1=NCCCCO1
C1CC2COCC(C1)C2
C1=C2N=C(C=N1)OCCCCCOCCNCN2
C1=CC=CC=CC=C1
C1=CC2=C3SN(CCCCCOC4=CC=CC5=NC=C(N=C45)C3=C1)C2
C1=NOPC1
C1=CNCCC1
C1=CCSCCCNCCC2=CC=C(C=C2)OC1
C1=CCCOCC2CC=CC(CC=CCCOCCC1)O2
C1=COSN=C1
C1CC2NCC1CN2
C1=COC=CN1
C1CNCCNCCOCCOCCNCCN1
C1=N[NH]C=N1
C1C2C3CC4C5CC3C1C5C24
C1CC2CNCC1CN2
C1CCC2CCC(CCC3CCOC(C1)CC3)O2
C1CC2CCOC(C2)O1
C1=CCCNCCCCNCCCCCOCCC1
C1=[SH]CCN1
[NH2+]=O
C1N2CN3CN1C[NH+](C2)C3
C1CCOCCCNC1
C1CCC2CCCC(CCOC1)O2
C1=CCC2=CC(CC=CCCCCC1)OC2
C1=CCOCCNCCNCCNCCNCC1
C1=CC2=CC(=C1)CCCOCC1=CC(=CC=C1)CCCCC2
C1=CN=[NH+]C=N1
C1#CCCCCC#CC=C1
C1=CCCCCCOCC=CC1
C1=NSCO1
C1=C2C=C(C=N1)OCCCOCCCCC2
C1=CC2CNNC1NO2
C1=C=CC=CC=1
C1=N[NH+]=CS1
C1=NC=C2N=C1CCCNCCCCO2
C1=CC2=CN(CCOCCCN3C=C1CC3)CC2
[CH2-]C
C1=CC2C=CC(C1)ON2
C1=COCCCO1
C1C2C3CN1CC23
C1CCCCCCC1
C1=CCCCCOCCCCCCC1
C1CC2NCC1O2
C1CCCCCC1
C1=NCON1
C1=CNC[NH+]=C1
C1=CC23CCC4CC2C2CC4C3C2C1
C1=CN2CCCCCCCN3C=CCN(CCCCCCCN(C1)C2)C3
C1C2CC3CC1CC3C2
C1=NCCSCCNCC=NCCSCCNC1
C1CC2CCC(C1)[NH2+]2
C1[SH+]C2CNC1C2
C1=CCOC2=CC=C(C=C2)CCNCCCCC1
C1CSCCCSC1
C1=C[SH+]CCC=N1
C1=CC2OCCC(C1)O2
C1CC2CSC(C2)O1
C1=C2CC[N+](=C1)CC1=CC=CC(=C1)C[N+]1=CC=C(CC1)NCCCN2
S=S
C1=CC2C3CCC2N2CCC1C32
C1=COPCC1
C1=CC2C=CC1C2
C1=C2CCCCCCCCCC1OC2
C1CNSOC1
C1NCNCN1
C1CCCC2CCC(CC3CC(CC1)CO3)O2
C1NCC2CCC(N1)O2
C1=N[NH]C=[NH+]1
C1CCC2CCCCC(C1)O2
C1=CN=NNC1
C1=CCNCCNCCCOCCOCC1
C1=CCCOCCCCOCCCCCOCCC1
C1CC2CCC(C2)O1
C1=CC2CC3CC[NH+]2C(C1)C3
C1=C2CNCCCOCCCCCNCC(=N2)NC1
C1=CCCOCCCOCCCCC1
C1CCC[NH2+]CC1
C1CC2CC3CC1CC(C2)C3
C1=CCNCC=C1
PS
[NH3+][O-]
C1=CC2=CCC(CCCC1)O2
C1=CC2=CC(=C1)OCCCCN1C=NC(=C1)CCNC2
C1=CC2CC3CCC2N(CC1)C3
C1=CCNCCNCCNCCNCC1
C1=C2CCNCCCCCCC(=N2)[NH]1
C1=CC2=CC(=C1)CCNCCCNCCCC1=CC=C(C=C1)O2
C1CCCCCNCCNCCCCC1
C1=C2CNCCC3CCC2C(COC1)C3
C1=CONN1
S
C1=C2CCCNCCCCCCN1CC2
C=P
C1C[OH+]C1
C1=C2CNCCOCCCNCC3=NC(=CS3)C(=N2)S1
C1OCOCO1
C1=NCCSCCCCOCCCCC1
C1=CCOC2=CC=CC(=C2)C2=CC=NC(=N2)NC2=CC(=CC=C2)NCCC1
C1=CCCC2CCCC(CCCCC1)C2
C1CCSC1
C1=CC2=CC(=C1)CNCCCNCCNC1=CC=CC3=CC=C(C=C13)O2
C1=CNCOCC1
C1CCCCN2CCNCCN(CCC1)CCNCC2
C1=CCCC2C=C(CCC1)CO2
C1=CCCOCC1
C1CNSN1
C1=CC2CCN3CCC1CC23
C1CC2COOC(C1)C2
C1CN[SH+]NC1
C1=COCO1
C1=CCCC=CCCCCC=CCC1
C1=C2C=C(C=N1)OCCCOCCCC2
C1=CNN=CCC1
C1CN2CC3CC2C2COC3CC12
C1CNCNCNC1
C1=CC2CCCC(C2)N1
C1=C2CCCCCCC(CC1)OC2
C1=CC2CCCC(COCCCCCCO1)O2
C1=CCOCC2=CC=C(O2)C2=NC(=NC=C2)NC2=CC=CC(=C2)CNC1
C1=CC2CC3CCC2C(CC1)C3
C1CC2CCC1CN2
C1=C2CCCCC(CC1)C2
C1=CN2C3C=CC4C(C3S1)C42
C1CCCCNCCCOCCCC1
C1=CC2=CC(=C1)COC1=CC(=CC=C1)CCNC1=NC(=NC=C1)N2
C1CC2OCC(CO1)O2
C1CC2CNC1CN2
C1=COPCCC1
C1=CNNCCC1
C1=CC2=CC(=C1)NCCCNCCCN2
C1NC2CNC1SSS2
C1COPN1
C1=CC2=CC(=C1)CCNCCNCCCC1=CC=C(C=C1)O2
C1=CC2=CN(CCCCCCN3C=C1CC3)CC2
C1=CN=CSC1
C1=CC2=CC(=C1)SC1=NC=NC(=C1)C1=CC=CC(=C1)CNCCCCCO2
C1=CCCCC2=CC(CCCCCC1)OC2
C1CC2CCC(CO1)C2
C1=CC2=NC(=C1)[NH]C1=CC=CC(=N1)[NH]C1=CC=CC(=N1)[NH]C1=CC=CC(=N1)[NH]2
C1=CCNC=NC1
C1CNCCN1
C1CC2CCC(C1)CC2
C1=CCCC=CCC2CCCC(C=CCCOCC=C1)O2
C1=CC2=CC(=C1)CCCOCC1=CC=NC(=C1)NCCCC2
C1CCSCCNCCNCCOC1
C1CC2CC1OO2
C1CCC2CNC(C1)CN2
C1=CC2CCCC1O2
C1=CC2=CC(=C1)SC1=NC=NC(=C1)C1=CC=CC(=C1)CNCCCCO2
C1=NCCCN=C1
C1CC2C3COC2OC1C3
C1=[NH+]CNCC1
C1COCCC2CCCC3(CC(CCO3)OC1)O2
C1=CC2CCCC1C2
C1CCC2CCCC(CC1)C2
C1OP2OCC1CO2
C1=CCCCC2=CC=C(C=C2)OC2=CC(=CC=C2)C=C1
C1CCNCC2=NN=C(CCCNCCNC1)O2
C1=COCCCCOC2=NC(=CN=C2)NCN1
C1CSNS1
C1=CCN=CC1
C1CNCCNCCOC1
C1=CCCCC2CC(CCO2)OCC=CCC1
C1=CN2CC=CCOC3=CC=C(C=C3)CCNCC(=C1)C2
C1=CCC2CCCC(C1)O2
C1=NC=C2N=C1NCNCCOCCCCCO2
C1CNCCOCCSCCOCCNCCN1
C1=CCNCC2=CC(=CC=C2)NC2=NC=CC(=N2)C2=CC=CC(=C2)OCC1
C1=NSCN1
C1=COPOC1
C1=CC2=CC(=C1)NCCNCCNC2
C1NCC2COCC1N2
C1=CCOCC2=CC(=CC=C2)C2=NC(=NC=C2)NC2=CC=CC(=C2)COC1
C1CCCCNCCSCCCCOCCCC1
C1=NOCCC1
C1NCC2CC1CN2
C1=NCOCC1
C1=CCCOC=C1
C1=CC2CCC3CN2C3C1
C1=CNC=CN1
C1CCOCC2CCC(CCOC1)O2
C1=CC2CC3CC(C=CCC3C1)O2
C1=CCCC=CC=CCC2CCCC(C=CCCCCOCC=C1)O2
C1=CC2=CC(=C1)OC1=CC=C3C=CC=C(NCCNCCNC2)C3=C1
C1=CNC1
C1=CC2C3CCC4(NCC(O3)C24)OCO1
C1=NCCNSC1
C1=CNCCN1
N1=PN=[SH]N=P1
C1=CC2=CC(=C1)NCCCCCCOCC2
C1=CC2=C3SN(CCCCCCOC4=CC=CC5=NC=C(N=C45)C3=C1)C2
C1=CC2=CC(=C1)CNCCNC1CCN(CC3=CC=CC(=C3)O2)C1
C1COCCOCCOCCOCCOCCOCCOCCO1
C1=CC2CC=[NH+]C(C1)C2
C1CCNCCC2CCCC(COCCCNC1)O2
C1=CCNCCCOCCC1
C1=CN[SH+]CC1
C1=CC2=CC=C1CCNCCCCCCO2
C1=CCSC2CNC(CN2)SC1
C1CCOCCC2CCC(CC1)O2
C1=C[O+]=N[NH]1
C1CCC2CCC(C1)CC2
C1CC2CCC(C2)N1
C1=[NH+]CCC1
C1COC2CCC(C1)C2
C1=CCCCCCCCCCC=CC1
C1=CCOCC2=CC=CC(=C2)C2=NC(=NC=C2)NC2=CC=CC(=C2)COC1
C1=CCCCC2CCC(C=CCCC1)OO2
C1CCNCCSCCCCOCC1
C1COCSN1
C1CNCSC1
C1CC2CC3C(CCC[NH+]3C1)O2
C1=NCCCNC1
C1CCNCCNC1
C1CNC1
C1=CC2C3CC1C2CO3
C1=CC2=CC(=C1)CCCNCCNCC2
C1=CCC[O+]=C1
C1=CCCC2CCC(CCCCCC1)O2
C1CC23C4CCC5C(NC2C1CC53)O4
C1CNPCN1
C1=CC2=CC(=C1)CCCOCC1=CC=CC(=C1)CNCCC2
C1C[SH+]CN1
C1CCCNCC1
C1=C2COCCCCCCOC(CCNC1)C2
C1=CCCOCCCCCCCCC1
C1=CSNCS1
C1=CC2CC=NC(C2)S1
C1CNCCSNC1
C1C2CC3C1OC1OC(CC13)O2
C1=CCCOCCCC=CCCOCCC1
C1NCNN1
C1NCC2CNCC1C2
C1=CC2=CC(=C1)CCCNCCNCCC1=CC=C(C=C1)O2
C1CC2CN3C4CC5CC3C(C1)(C5)C24
C1=CNNN=C1
C1=NNC1
C1=CSCCNC1
C1CNCCCNCCCNC1
C1=NCCN=CSS1
C1CNC2COCC(N1)S2
C1CCPOC1
C1=CSNC=N1
C1OCC2COCC1N2
C1=CSSC=C1
C1=CCCNCCNCCNCCNCC1
C1=CCOCC2=CC(=CC=C2)NC2=NC=CC(=N2)C2=CC(=CC=C2)OCC1
C1=CC2=CC(=N1)CCCCCNCCCNCC1=CSC2=N1
C1=COCC[NH+]=C1
C1CC2CCC3CC1CCN3C2
C1=CC2CCNC(C1)C2
C1=CCNNC1
C1=CC2CCC1O2
C1=NCCOCC1
C1=CSC=CN=C1
C1=CCCNCCOCCCC=CCCOCCC1
C1=NC[NH2+]N=C1
C1=NC=C2N=C1NCNCCOCCCCO2
C1=CC2CCCC(O1)O2
C1=CCCC=CCCCCCCC=C1
C1C2CC3CC1CN3C2
C1=CCOC2=CC=CC(=C2)CNCCC2=CC=C(C=C2)OC1
C1=NCCSCCCCOCCCCCCCC1
C1COCCSCCN1
C1=NCC=[S+]1
C1CC2COCOC(C1)O2
C1=NNSCC1
C1=CC2CCN(C1)CC2
C1=CC2COC3=CC=C(C=CCNCCCNCCCCNC1)C=C32
C1=CC2CCCN(C1)C2
C1=CNON1
C1=CCCC=CCOC2CCOC(CCCC=C1)C2
C1=N[NH+]=CC1
C1=COCCOCOCOCCO1
C1=CCCOCCCOCCC1
CF
C1CNCNCN1
C1COPO1
C1CNC2CC(C1)CCO2
C1NC2CCC(CO1)O2
C1CO1
OCl
C1=C2CNC(C2)CC2=CC=C(C=C2)OCCCCCCC1
C1CCNPNC1
